for some reason, if i `find-file` in my `init.el` on .org files, any org files that are not the last found file do not have org bullets

(org-mode-restart)

#+RESULTS:
: org-mode restarted
** Settings
#+BEGIN_SRC emacs-lisp
(setq org-directory "~/Dropbox/org")
(setq org-mobile-inbox-for-pull "~/Dropbox/org/flagged.org")
(setq org-mobile-directory "~/Dropbox/Apps/MobileOrg")
(setq org-startup-with-inline-images t)
#+END_SRC
#+BEGIN_SRC python
print("hi")
return 1
#+END_SRC

#+RESULTS:
: 1



** org-babel-do-load-languages
   #+BEGIN_SRC emacs-lisp
  ;; active Babel languages
(org-babel-do-load-languages
 'org-babel-load-languages
 '((emacs-lisp . t)
(js . t)
(shell . t)
(python . t)
))
   #+END_SRC
   
#+BEGIN_SRC bash
echo "hey land"

#+END_SRC

   #+RESULTS:
   : hey land
